{"id": "resource-1", "title": "What is a Chief Spiritual Officer and why your BAM project needs one", "summary": "Key steps towards spiritual fruitfulness", "url": "https://businessandmission.org/2019/11/14/what-is-a-chief-spiritual-officer-and-why-your-bam-project-needs-one/", "source": "https://businessandmission.org/2019/11/14/what-is-a-chief-spiritual-officer-and-why-your-bam-project-needs-one/", "text": "What is a Chief Spiritual Officer and why your BAM project needs one\nNovember 14, 2019\nMay 16, 2021\nby\nColin\nFor a project to be rated as an authentic\nBusiness As Mission (BAM) project\n, it needs to deliver on the\nSpiritual Bottom Line\n.\nFor the purpose of this article, we define delivering this Spiritual Bottom Line by stating that the most valuable thing we can offer the world is a relationship with Jesus.  Therefore, delivering on the Spiritual Bottom Line is delivering on evangelism for those who do not yet know Christ, and discipleship for those who do.  (For clear examples of what this looks like, check out our ‘\nRate Your BAM Project\n’ article.)\nAs we talk with leaders of a huge variety of BAM projects, be they water purification franchises in Africa, or owners of large apartment complexes in the US, we continue to encounter the same question:\nHow can we ensure delivery of the Spiritual Bottom Line?\nAuthentic BAM projects are almost always started to deliver the Spiritual Bottom Line, but it can be challenging for leaders to know how to organise the operation in a way that consistently delivers the results they are after.\nPerhaps this is caused by the dreaded sacred-secular divide rearing its ugly head again.  The mystery of how the Father draws people to Jesus (John 6:44) can make planning ‘to bring people to Christ’ feel a bit presumptuous.  In our experience, this is hard for well trained clergy in full time ministry, so how much harder might it be for non-theologically trained business leaders?\nBut there is hope!  What if the behaviours that lead to delivering the Spiritual Bottom Line could be re-framed to look much more like a business orientated bottom line, like those employed to deliver profit?  What if we could organise the principles in Scripture that describe how people come to know Jesus into a methodology that could be contextualised for your BAM project?\nBy introducing a few key concepts and breaking down the biblical process of how people come to know Jesus into attainable steps, we believe that achieving breakthrough in the Spiritual Bottom Line is realistic for most if not all BAM projects.\nWhat Does This Look Like?\nThe goal for any BAM project is not to necessarily try to hit certain outreach targets, but rather to strive to\nmaximise its missional potential\n.\nBut how do you do that? That’s where you want to apply the biblical principles of gospel movement listed in the article\nA Case Study – Applying Outreach In Business\n: The Four Missional Milestones.\nUsing the principles of Connect/Share/Gather/Train, BAM leadership can discern what maximising the missional potential of the project is.\nFor example with\nConnect,\none can evaluate all the places the business touches people who might be ‘far from God.’  That would include employees and customers, but it would also include suppliers, and even the competition.  Furthermore, it could also include the family and friends of any of those groups, or the people who live or work in the neighbourhoods around the project.  From there you could list the total number of people\navailable to be reached\nby the BAM project\nOnce this has been calculated, leadership might want to set targets, metrics such as Key Performance Indicators, and bring in training to allow the\nCONNECT\nto happen as effectively as possible. The overarching measurements might be: 1) Out of all the available people we can Connect with, what percentage are we Connecting with? 2) Is this leading to the next ‘milestone’ of\nSHARE\n?\nThese are all measurable targets that can be planned and trained for, measured, and problem solved when an issue in progress is identified.  Once measurements are taken, leadership can then evaluate where they are being effective, and where they might need more help.\nFor example, perhaps they are doing\nCONNECT\nand\nSHARE\nwell, but continue to struggle getting to\nGATHER\n.  This is valuable information where leadership might choose to bring in outside help to learn how they could implement the next step well so they are maximising their missional potential to Gather.\nChief Spiritual Officer\nBy implementing the CONNECT, SHARE, GATHER, TRAIN framework into the BAM project, BAM leadership can develop a systematic approach to delivering the Spiritual Bottom Line.  However, even as the small example above illustrates, leading your BAM project to fulfil its missional potential can become as complex as it is vital.\nWe are advocating for BAM projects to consider creating a role of Chief Spiritual Office (CSO) in their leadership team.  If the operation is large enough, this might be a new role appointed to a qualified candidate, or it could be an additional role that is added on to the existing CEO or the COO.\nWhat is important to note is that\nthe CSO is\nNOT\na company chaplain\n. The role needs to be reinforced with C-suite level authority to influence and change processes so that the goals that lead to the Spiritual Bottom Line are achieved.\nAs a frame of reference, let’s look at the role of a Chief Financial Officer who is tasked with helping the leadership develop its Financial Bottom Line.  A quick internet search for a definition of the CFO role reveals this from Investopedia:\n“\nWhat Is a Chief Financial Officer?\n:A chief financial officer (CFO) is the senior executive responsible for managing the financial actions of a company. The CFO’s duties include tracking cash flow and financial planning as well as analyzing the company’s financial strengths and weaknesses and proposing corrective actions.”\nThis is a good analogy for what a CSO should do for the Spiritual Bottom Line.  You could re-write this to be:\n“\nWhat is a Chief Spiritual Officer?\n: A chief spiritual officer (CSO) is the senior executive responsible for managing the spiritual actions of a BAM company. The CSO’s duties include tracking outreach flow and spiritual planning as well as analysing the company’s outreach/discipleship strengths and weaknesses and proposing corrective actions.”\nIt IS possible\nDelivering on the Spiritual Bottom Line IS possible.  By adopting a framework like The Four Missional Milestones (Connect/Share/Gather/Train), BAM projects can identify how to create a plan to be spiritually fruitful.\nThis is best achieved by investing in a senior leadership role that can perform the necessary tasks of evaluation, target setting, measurement, and adjustment.  We believe that a Chief Spiritual Officer, correctly trained and fully empowered, might be a solution for BAM projects struggling to more clearly deliver on their Spiritual Bottom Line.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nRate Your BAM Project\nNext Post\nThe Real Finish Line – Max Missional Potential"}
{"id": "resource-2", "title": "What Is Business As Mission?", "summary": "Introduction to Business As Mission and key concepts and terms.", "url": "https://businessandmission.org/2019/06/08/what-is-business-as-mission/", "source": "https://businessandmission.org/2019/06/08/what-is-business-as-mission/", "text": "What Is Business As Mission?\nJune 8, 2019\nMay 16, 2021\nby\nColin\nBy Colin Crawley\nBusiness is a primary moving force of the love of God in human history\nDallas Willard\nUnderstanding what is, and isn’t, Business As Mission (BAM), is key to being successful in this genre of Kingdom impact.   Here I cover some essential terms and concepts, gleaned from years of experience, as a quick-start guide to Business As Mission.\nIf you’re looking for an in-depth review of BAM, there are several very well written articles you can find online.\nClick Here\nfor  an example of a great, detailed, website with several resources to help you learn more.\nIn this article, I cover some key concepts that are difficult to find together concisely elsewhere.\nMultiple Bottom Lines\nA primary principle to understand, is that Business As Mission projects are used to meet\nmultiple bottom lines\n.\n‘The bottom line’ in a conventional business is all about the profit.  BAM projects love profit too, but what makes a BAM project a BAM project (as opposed to a conventional business), is that BAM projects are concerned about other goals in addition to profit.  These are referred to as the ‘\nother bottom lines’\n.\nThe core bottom lines BAM projects are concerned with are:\nProfit\n– If it’s a business, it needs to have a realistic plan to make a profit.\nSpiritual\n– If it’s delivering mission, it needs to deliver Christian spiritual results.\nSocial\n– If it’s bringing the Kingdom on earth, people’s lives should be positively impacted.\nEnvironmental\n– If this is God’s project, it should be mindful of His Creation.\nThese bottom lines are based in what scripture calls the Church to achieve, but business can deliver in a unique way.\nEssential to note: BAM projects do not need to deliver all the bottom lines equally.  Most BAM projects deliver significantly more results in some bottom lines, but might not deliver at all in others.\nThe concept of multiple bottom lines is a very helpful one when evaluating the impact of BAM projects.  It helps to clarify that for a BAM project, it is necessary and even good to sacrifice profit, in order for the project to deliver the other core bottom lines.\nTwo ‘Business As Mission’s.\nAnother very helpful distinction is that BAM is used in two different technical terms:\nThe whole movement of Christians wanting to use business to further ministry/missional objectives is one of them.  “I work in BAM” would indicate that I do something relating business and ministry but little else.  This is the general sense of the term. (I would personally advocate that we change this term to be Business AND Mission, but again, I may be biased.)\nConfusingly, there is also a more technical and specific term for\nBusiness-\nAS-\nMission\n, which is to contrast it to the term\nBusiness-\nFOR-\nMission\n.\nBusiness-\nAS-\nMission\nwould also be used to indicate a business venture that is much more inclined to reach social or spiritual goals, than it is profitability.\nBusiness-\nFOR-\nMission\nwould be the other end of the spectrum–a business which has almost no spiritual or social impact, but the profitability of it is being used to\nfund\nmission/ministry.  In other words, a Business-\nFOR\n-Mission project\nexists to fund\nministries that deliver the ‘other bottom lines’.  Still a worthy cause!\nThis is a useful distinction because as one gets more familiar with BAM discussions, it can be helpful to distinguish whether a project is more towards the Business As Mission side of the spectrum, or the Business For Mission side of the spectrum[1].\n[1]This is referred to as a spectrum because, practically, all BAM projects (in the general sense–point 1 above) fall between Business-AS-Mission (in the specific sense–point 2 above), and Business-FOR-Mission.  All businesses are concerned with profit, which points them towards Business-FOR-Mission.  However, even Christians in secular work want to help people.  Meaning that even a very profit-centric project will have some elements of the ‘Other Bottom Lines’ in them.  Therefore, they are all somewhere on the spectrum.  We are just using these two poles, As/For, to delineate their focus.\nFor example, a business that runs a bakery in an impoverished area, with a meager profit, but provides jobs, Bible studies, and environmentally and ethically sourced bread to the community, would be closer to the Business-AS-Mission side of the spectrum.\nAn import-export business, that makes a huge profit, but it makes that profit in order to fund outreach and ministry somewhere, would be at the Business-FOR-Mission end of the spectrum.\nThe first BAM project I was connected with was a 4-star hotel in Eastern Europe.   It generated up to USD$500,000 a year that was pumped into funding thing like dental clinics in impoverished communities.  Was there mission happening in the hotel?  I’m sure there was to an extent–people getting jobs, the gospel being shared.  However, the primary reason for the business, and the place it delivered its most impact was through the subsequent ministries it funded.  That’s where the ‘Kingdom was coming’ so-to-speak.  So we would consider this a BAM project that was nearer the Business-For-Mission end of the spectrum.\nLooking for where ‘the Kingdom is coming’ is usually a good evaluator of whether a BAM project is more Business-AS-Mission vs Business-FOR-Mission.  If the mission happens in the course of running the business, it is a Business-AS-Mission project.  If it project exists to facilitate ministry, but facilitates it by funding it to happen elsewhere, it is a Business-FOR-Mission project.\nSome More Definitions\nIt might be helpful to clarify some terminology at this point.  It appears obvious when explained, but it is helpful to explicitly state that to consider a project a\nbusiness\n, it needs to have self-sustaining profitability as one of its goals.\nToo often, well intentioned ministry leaders start a project that charges people for something somewhere, and they then proudly declare they are running a Business As Mission or Kingdom Business project.\nThe trouble is, the leaders of this project have never written a business plan, and if they had, they’d realise that there was never a chance this project was ever going to break even, let alone make profit.\nA BAM project that achieves good things, (those ‘other’ bottom lines), but never makes money, is really called something else.\nIt’s called a ministry\n.\nA charge to a customer, a BAM project makes not.\nMinistries are awesome, but they are really designed to do two things:  achieve Godly results, and burn money.  Which is totally fine.  If you’re running a ministry, raise the support to fund the brilliant results your ministry achieves.\nJust don’t call it a BAM project\n.  A charge to a customer, a BAM project makes not.\nOn this theme, it’s worth exploring what\nmission\nis too.  Again, it may sound obvious once explained, but for something to be achieving mission in the sense intended by BAM, it should be achieving some spiritual result.  Something that contributes to God’s mission to the world (Missio Dei).\nLike the word ‘business’, the word ‘mission’ gets used, all-too-often, by well meaning Christians doing really valuable social work.   Running food banks, or debt counselling services, even through a church, are worthy things to do.  But are they Christian?\nIn my opinion, that all depends on how they are set up.  They certainly\ncan\nbe Christian if there is some place where Christ is part of the process.  I like to ask the following question to help people discern whether or not their project is a Kingdom project, or simply just a social project:\nIf the local Mosque or Hindu temple took over the work your project is doing, would anyone notice a significant difference?\nBy answering this question it’s easier to see whether the project is achieving  simply social needs, or is it in fact delivering significant Jesus centered spiritual needs.\nAgain, there’s nothing wrong with running social projects.  They are good things to do.  However, if a Mosque could take it over and no one would notice, I would question whether it was Christian.  Similarly, I would measure a prospective BAM project by the same standard, and if it didn’t pass the requirement, I’d call it\na social enterprise not a BAM enterprise\n.\nOrder of Magnitude\nThere’s one more evaluation I recommend people make when measuring up a prospective BAM project.  This is about\norder of magnitude\n.\nOver the years, I’ve heard people explain, (often when seeking Christian investment), that they are running a Kingdom Business or Business As Mission project.  When probed about what ‘other bottom lines’ it achieves, they confidently explain that in their country they are different because they don’t take advantage of their workers, they pay all their taxes, and they run an honest business.\nI understand where they’re coming from.  Having lived in several different parts of the world, I can appreciate how in many cultures, taking advantage of your workers, keeping a separate set of books for the tax authorities, and swindling suppliers or customers is commonplace.   So I understand why these leaders think what they are doing is different for their context–and make no mistake it\nis\ndifferent.\nThe concern I have, however, is that\nas Christians, we should be doing those things anyway.\nTherefore, being an honest Christian business leader running a business, also, a BAM project makes not.\nI believe a legitimate BAM project delivers an order of magnitude greater the impact of those ‘other bottom lines’.   When talking about a BAM project we need to see a level or more above what one would expect from an honest Christian business leader working in any business[2].\n[2]Of course, this is a relative comparison.  Some Christian business leaders will be so gifted and intuitive at helping people that without thinking about it, they achieve more by being naturally generous or helpful than a fully fledged BAM project.  True as that may be, the converse does not hold.  A project that chooses to live up to common Christian morality, but not much more, in my opinion is not a BAM project.\nConclusion and Application\nGod loves business.  He invented it after all[3].\nGod is speaking to His Church about partnering with Him to see business as a major vehicle for the coming of His Kingdom here on earth, as it is in heaven.  To that end, Business As Mission, well implemented, is a significant contributor towards the Missio Dei.\n[3]There have even been theologians that argue that Jesus, as the eldest son of a carpenter father (who was believed to have died when Jesus was young), who started ministry at 30, was likely a small business owner for life before ministry.  The discussion stems from the greek word used to describe Jesus’s work as a master craftsman–but that’s a discussion for another article.\nA well implemented BAM project is one that understands how it is contributing across multiple bottom lines, at an order of magnitude greater than honest Christian living, using a profit making business to achieve effective Christian mission.\nUnderstanding these guiding principles, and avoiding some of the pitfalls stated, can help leaders evaluate what they, and others, are doing; and whether the project in front of them is able to deliver Kingdom Impact as a true Business-As-Mission enterprise.\nFurthermore, using these terms to evaluate a project, can empower a leader to know\nwhat needs to change\n, in order for a project that is intended to be a Business As Mission enterprise, deliver its stated purpose.\nFor example, you might spot that a project is actually more of a social enterprise than a BAM project.  That might prompt you to add more Christian spiritual impact to it so it can deliver a more Christian mission.\nAlternatively, you might realise that a project is actually a ministry and not a business, even though things are being sold within it.  Consequently, you might start to formally fundraise to sustain it rather than fret about the monthly losses.\nFinally, understanding these terms and concepts can keep those who are eager to join what God is doing through business to stay anchored to the principles that make them successful and impactful for Him.\nMay God get the glory.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nCase Study – Applying Outreach In Business\nNext Post\nRate Your BAM Project"}
{"id": "resource-3", "title": "Case Study – Applying Outreach In Business", "summary": "Case Study on how we work.  Learn how we designed a resource that can be used to apply outreach principles in a business environment so the gospel can move.", "url": "https://businessandmission.org/2019/06/08/case-study-applying-outreach-in-business/", "source": "https://businessandmission.org/2019/06/08/case-study-applying-outreach-in-business/", "text": "Case Study – Applying Outreach In Business\nJune 8, 2019\nMay 16, 2021\nby\nColin\nThe Problem\nHow can the gospel spread via a business enterprise?  This seems to be one of the major obstacles for Business And Mission practioners. A discussion  that exposes even the most ardent BAMer’s fears.\nMost of us have seen evangelism done poorly.  Too often, the fear of poor evangelism is what drives us to not do evangelism at all.  Especially in our businesses.\nUnfortunately, this also carries over to many of us who start BAM projects–even though these projects are primarily started in order to deliver the biblical mandate of the Kingdom coming on earth as it is in heaven.\nIf you’ve read the article on\nWhat is BAM?\nyou will know that we identified that BAM projects need to deliver, at an order of magnitude greater than regular Christian living, some Jesus centered spiritual outcomes for it to be a true BAM project.  The fact that we even have to explicitly say this is a testament to the fact that all-too-often BAM projects struggle in the area of introducing Jesus to the people who the business comes into contact with.\nA Solution\nTo help provide a solution to meet the felt need in the BAM community, we needed to understand:\nHow to effectively introduce the gospel into a community?\nHow to break down what processes are necessary for the introduction of the gospel into digestible parts that busy BAMers could absorb?\nHow do we build an inexpensive, accessible, and scalable delivery system for people to learn these processes?\nItem 1 – Discovering How the Gospel Moves\nTo tackle this we used our contacts in the mission field, and coupled that with our own experiences.  We explored what was happening in the regions of the world where gospel movements are exploding.\nFor example, we have contacts working in the middle-east who in the last few years have participated in a huge outbreak of the gospel that has led to over 100,000 people come to Christ.\nAnother of our contacts has worked in southern Africa and is connected to a movement of the gospel that has led to over 5000 new churches.\nWe also worked with seminary trained movement experts who are documenting how these movements are breaking out around the world.  Taking this data, we integrated it with ministries we were directly involved in throughout Europe and the United States.  This allowed us to discover the biblical and practical steps, (we believe God has provided the Church with), for how the gospel moves through communities today.\nItem 2 – Breaking Down the Steps\n4 Missional Milestones\nOnce we gathered the data to determine what we believe was one of the ways God has given the Church to bring the gospel to the lost, we needed to break it down into concrete doable steps.\nAs we experimented with possible steps, we tested them in real world environments.  We not only tried them out ourselves, but we also started to equip groups of people interested in outreach in different parts of the world.  We were encouraged by the results as we started to see people come to Christ in ways we would not have originally imagined.\nWe also realised that if these steps truly led to people coming to Christ in a way that could lead to gospel movement, that it was necessary to present the data in a way that could be used no matter what the context.\nIn our experience, people regularly dismiss workable solutions under the guise that ‘it won’t work in our community or our context’.  Since they are the experts in their community, it’s difficult to refute as an outsider.\nTo combat that, we chose to use abstract makers, that then could be applied different contexts appropriately.  This means we believe these steps can be used in any context.  This was important as we wanted to be able to share the resources created with both BAM projects and ministries.\nWe chose to call the four major stages ‘milestones’.  We called them milestones because we see the process of getting to gospel movement as a journey.  Each community seeking to work towards gospel movement needs to get through these sequential steps, viewing each step as milestones to reach seemed appropriate.\nThe Milestones\nThere are four major milestones, but several key steps in between them.  For illustrative purpose I will cover briefly the 4 milestones and how they can be applied in a business context.\nHowever, for the detailed training, you will need to see the resource we created for BAM and ministry practioners alike; which is at the bottom of this article.\nCONNECT\n– The first thing to consider is where your business\nconnects\nwith people far from God.  This will be different for every context.  For a business, I would challenge the leaders to consider all the different places they interact with people.\nMany business leaders immediately jump to their customers, (which sometimes elicits all sorts of fears that we are going to ask them to set up a street preacher in their main workplace–not the case at all).  What we often encourage business leaders to consider is to think of all the different places they interact with people (including customers).   What about your suppliers and vendors?  What about your staff?  What about your peers in the industry you might related to?  Trade groups, conventions etc?\nThese are all places that God has placed you into other people’s lives and provide a potential place for God to show up.\nOnce the business leader becomes adept at letting the gospel flow through their business project, they can start to think of the need to ‘connect’ in marketing terms.  The same thinking that goes into marketing your company’s product can be applied to the gospel message.  (The gospel has the potential to be the most meaningful product your company brings into the world.)  But let’s not get ahead of ourselves. Onto Share:\nSHARE\n– Once you’ve identified the people God has placed in front of your business enterprise for you to ‘connect’ with, the next milestone you’re trying to reach is ‘share’.\n‘Share’ is the skill we spend the most time on in training because it’s the one most people feel the least equipped to do well.  Again, I will point you to the actual training resource at the bottom of this article to get the detailed version of ‘share’ as that should allay any fears you might have.\nThe ‘nutshell’ version of what business leaders need to understand with ‘share’ is that you’re not trying to convince or sell anyone anything.  What business leaders need to understand is that God is already out there working.\n“No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day.”\nJesus in John 6:44\nThis is an amazing opportunity.  What this means is that God is already drawing people to Jesus, and you just need to find them.  The joy in the process is to understand\nthat you are actually doing that person a favour by giving them permission to talk about God.\nSo ‘SHARE’ is the opposite of arguing with someone who is combative.  It is actually just making yourself available to those who are desperate to find out more about God because the Father is drawing them to Jesus. We cover this in the resource at the bottom under the section “The Queue and the Traffic Light”.\nIn a business context there are a variety of ways this might be done appropriately.  One just needs to learn the key skills, and the think creatively about how to apply them within their context.\nGATHER\n&\nTRAIN\n– ‘Gather’ and ‘Train’ are the final two milestones, and again we go into detail in the training resource linked at the bottom of this article.  The crux of ‘gather’ and ‘train’ is the idea that:\nYour evangelism strategy will only be as successful as your discipleship strategy.\nOne could argue that this is one of the meanings of the ‘parable of the sower’ found in Matt 13 and elsewhere.  We need to design good discipleship methodologies for those who are new to Jesus so they can grow and multiply.\nFor a Christian growing up in the church, they may have a perspective that ‘gather’ and ‘train’ only happens in a Christian church building.  Certainly, churches are good places for ‘gather’ and ‘train’ for some people, but for some, who are far from God, there needs to be some creative alternatives–at least initially.\nHere again BAM projects can provide things that traditional ministries cannot.\nIt may be less intimidating for a brand new Christian to be discipled in a business context at first rather than going to church.\nA lot of the genius in the process that we teach is how people implement ‘gather’ and ‘train’.  Done well, ‘train’ will lead to exponential growth as it leads to these new disciples going out and themselves ‘connecting’ with others far from God.\nItem 3 – The Delivery System\nWe needed to get this information out to whomever needed it, in an affordable, scalable, and consumable way.  We landed on using an internet based system which used short, professionally produced training videos which delivered the training in bite-sized chronological steps.\nWe branded it Mission365 to reinforce the idea that mission is something we should be doing all the time.\nYou can visit the website by clicking here to see it live.  https://mission365.org\nA lot of missiological thought went into where we filmed and how we presented each of the videos.\nWe filmed in non-religious locations (including using the coffee shop, Kahaila, mentioned in the article\nBAM Success\n), to help the viewer get a feel for the sort of locations ‘connect’ and ‘share’ would occur.\nWe tried to keep each video training to one subject and cover it in a matter of minutes.  That gives viewers the ability to learn one or two key skills if they only have a short amount of time, but also those who want the entire training can sit down and watch it sequentially.\nOn the ‘advanced’ tab we added the extra resources required when users get to the last step.  We also link them to other websites and resources they can explore for additional learning.\nThe website will work on a computer, tablet, or phone, and is provided free of charge in order to make it as accessible as possible.\nConcluding Thoughts\nWe believe the Mission365 tool is a great forward step which enables business leaders to discover new ways allowing the gospel message to flow through their enterprises.  The training dispels myths, and helps people to learn to think differently about outreach.  It equips people with concrete steps, and provides additional resources.\nThat’s not to say that there isn’t room for improvement.  We recognise the challenge for users is how to apply the principles in their context.  The principles do work, but sometimes users need some extra help knowing how they might work in their context.\nIf you struggle to apply Mission365 concepts to your business, we would suggest taking the space to think entrepreneurially about it.  Brainstorm with your team as you would a new product launch.  Think structurally about how to implement these ideas.  Do you have a CFO or COO? Perhaps you need a CSO, a Chief Spiritual Officer that has C-Suite authority to assess, measure, implement and hold accountable the organisation so that it can deliver spiritual results.  We believe if you can apply the same prayerful ingenuity that you use to make your business a success, you will find ways to apply these ideas and see God reap the fruit as a result.\nAn example of a potential upgrade would be to compile a list of real world examples of how these are applied in a variety of contexts.  We could include video interviews of people who have discovered an innovative ‘connect’, ‘share’, ‘gather’, and ‘train’ strategy for their context or business.\nThe purpose of this article, in addition to equipping people with new ideas for how the gospel might work through their own BAM project, is to help readers understand how we at ‘BusinessAndMission.org’ work.  To that end, we hope that this has helped.\nIf you have questions, please feel free to reach out using our\ncontact form\n.\nOur heart is that the world would know the love of God through Jesus; and we believe business leaders starting BAM projects can be a primary way that happens.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nThe Power of BAM to Reach\nNext Post\nWhat Is Business As Mission?"}
{"id": "resource-4", "title": "The Essentiality of Missional Potential", "summary": "What is Missional Potential and why it is essential to BAM operators and investors alike.", "url": "https://businessandmission.org/2020/12/23/the-essentiality-of-missional-potential/", "source": "https://businessandmission.org/2020/12/23/the-essentiality-of-missional-potential/", "text": "The Essentiality of Missional Potential\nDecember 23, 2020\nMay 16, 2021\nby\nColin\nThe following is content given in a keynote speech at the\n2020 Lion’s Den Business-As-Mission conference in Birmingham, Alabama.\nWhy Business As Mission?\nMany of us get into Business As Mission (BAM), because we love business and we love Jesus.\nLet’s be frank though- there are lots of ways to love Jesus through business, right?\nYou can make money through business and give it to worthy causes.  As you mature as a Christian in business you may eventually conclude: “I don’t own anything—I’m just a steward of God’s resources”.  Then you might get really good at making money and giving it away.\nIn an extreme version, you might start a Business\nFor\nMission (BFM) project which exists to make money and giving it away.\nLittle Texas\nI was connected to one such project.  Little Texas was a 4 star hotel and Tex-Mex restaurant built in early post-communist Romania.  It was a Business FOR Mission and at one point was generating half a million dollars a year that it was pumping into local ministries.  That one business facilitated a huge range of creative ministries from dental offices, to apple farms in the region.  It was transformational.\nCSEs\nAnother way to love Jesus through business is to use the business to\nintentionally serve people.\nWhether you are providing needed jobs, or your company has a ‘buy one give one’ product line that donates needed items to underprivileged communities, these projects serve needs.\nThese are clearly\nsocial enterprises\n, but run by Christians.  So Christian-social-enterprises or CSEs.\nBAM Does It All\nHowever, if you’re in Business As Mission,\nyou are trying to do it all:\nYou’re often trying to make money like a BFM project.\nYou are helping people like a CSE.\nHowever in BAM,\nnot only are you bringing the Kingdom of God to people,\nyou are also bringing people into the Kingdom of God.\nIn a BAM project,\npeople come to know, love, and serve Jesus\nthrough the work of the business\n.\nMy Journey In BAM\nWhen I first got into BAM 15 years ago, I was much more focused on the money generation and the social impact of our projects.  Maybe that’s a young man’s game.  It’s easy to feel good about making money for good causes, and helping people.\nIn my experience, it’s also true\nthat the world will affirm you for making money and helping people\n.  However, expand that into bringing people to Jesus, and you may suddenly see\nopposition\n.\nBAM companies need help to overcome that opposition.  Which is why I now spend nearly all my time equipping Christians to do effective outreach.\nMind you, it’s not your Grandpa’s outreach.\nBAM Ready Outreach\nOutreach for BAM is outreach at another level than we are used to seeing.  It’s:\nComprehensive\nSystematic\nMeasurable outreach\nAnd it’s delivered\nsensitively\nand\nsensibly\n.\nWhy It’s Necessary\nI live in Europe.  Sadly, in Europe people aren’t getting converted, it’s churches that are getting the wrong type of conversion.  Churches are being converted into bars, health clubs, supermarkets, and night clubs.\nTo see some of these converted churches check out these links:\nChurch now health club\n. /\nChurch now supermarket\n.\nWhen you live in a culture where the church is moved from\nmainstream\nto\nmarginalised\nto\nmaligned\n, you realise something.\nNations and societies only become post-Christian\n,\nbecause Christians stop having an appropriate emphasis on sharing the gospel!\nThe BAM Army\nWhen I see the\nmillions\nof Christian owned businesses around the world, I don’t just see a\nsleeping giant of funding and service\n; I see an\narmy of people\n, that can\nusher waves of hurting people into the arms of a loving God!\nIf you’re like me, and would like to see EVERYONE who touches your business\nhave a chance to know Jesus\n: I’m telling you it is possible!\nTools To Do The Job\nHowever, Armies need tools to do the job.  We need to stop sending our BAM teams out with a knife to a gun fight!\nIt IS possible to have outreach be just as organised as your P/L and your General Ledger.\nIt IS possible to have targets and metrics that everyone gets behind.\nIt IS possible to even employ more complex business tools like KPIs and Quality Control measures for Kingdom outreach.\nPotential Connected To Mission\nA key concept  is\nMissional Potential\n—and Jesus talked about it.  Not unlike our own kids, it’s important to understand that each BAM company has a different potential for accomplishing mission.  For some of our kids, getting an A instead of an A+ may be a disappointment.  For others, a C grade may be a real achievement.\nThis is a principle that Jesus talked about applies to Business As Mission.  In Matthew 13 (and elsewhere), the fruitfulness of the seed in the fertile ground varies.  Some of it was 30 times, some of it was 60 times, and some of it generated 100X fruitfulness.\nJesus also touched on it in the parable of the talents in Matthew 25.  One servant is given 2 and made 2 more.  One servant was given 5 and made 5 more, but both were given the same affirmation in verse 21/23.\nHere’s the lesson:\nIt’s crucial to work out what has the Lord given you to steward\n, and\nwhat are fair expectations?\nHas he given you 2 with the ability to make 2?\nOr has he given you 5 with an ability to make 5?\nThis is the value in calculating your missional potential.\nThe projects that don’t work this out sadly can end up like the servant with 1 talent…and we all know that didn’t work out to well for him!\nTalking Numbers—An Example\nCalculating your Missional Potential is more than a concept, it’s calculating numerical targets.\nLet me give you an example:\nI’m currently working with a multimillion dollar fund that buys up apartment complexes and returns an IRR in the mid-teens to investors.\nIn this project we know exactly how many units, and how many residents in each location.\nWe also know that Jesus in John chapter 6 tells us\nwe don’t convert anyone.\nIt’s up to the Father to draw them to Jesus.\nBut we\nalso\nknow,\nand this is key\n, that\nthe Father is calling people, All. The. Time.\nTo calculate the Missional Potential, we use certain outreach activities we know response rates for as benchmarks.  We then multiply those rates against the number of residents.\nFor example, I know that a specific outreach activity has a pretty steady response rate of 80%/15%/5%.  Out of everyone approached, 80% will choose not to explore anything to do with Jesus, 15% will want to learn more about Jesus, and 5% will make a commitment to Jesus on the spot.\nUsing this, we can now put a numerical target against the Missional Potential of this particular project.\ni.e. if we have 1000 residents, and can deploy this outreach method effectively, we expect to see 50 new Jesus followers, 150 new seekers, and 800 residents to try another outreach methodology on.\nNow we have calculated the Missional Potential of this project numerically.  This allows us to measure whether we are hitting our targets.\nWe can move forward with setting up KPI’s for the teams participating in the outreach.\nWe can evaluate how to improve the process by implementing a Demming Cycle into the process.\nIn short, getting something to measure helps you have something to manage.\nThe old adage:\nYou can’t manage what you can’t measure\nis what most BAM projects are facing today.\nIf you are the CEO, or a BAM investor, now you know what success looks like!\nKeep in mind, this is only a taste of the tools out there, but I hope it helps you start to see\nwhat is possible.\nAnother Benefit\nCalculating the Missional Potential helps observers have realistic expectations for BAM projects that might be underperforming.  It also helps set realistic expectations for companies where the standard might be too high.\nGoing back to the Parable of The Talents, by calculating the data and measuring things, it helps to identify if you’re a 2 talent BAM company when your investors are expecting 5 talents.\nThe Bakery and the Data Entry Company\nI learned this first hand when we opened a series of BAM companies in South Africa.  Our first company was a small data entry operation.  It was based in a Christian compound and we employed locals who happened to all be Christians.  Even our main customer was a Christian with all Christian staff.\nWhen we started to look at the value we were producing for the Spiritual Bottom Line, we realised we had very little opportunity to deliver anything at all.   We simply had almost no exposure in this project to anyone ‘far from God’.\nConsequently we looked for a BAM opportunity that might reach more people.  We settled on opening a bakery in a township location to sell bread to the locals.  Within weeks our staff had established ministry relationships with a host of residents.  Why?  Because we had so much more exposure to people ‘far from God’ than the data entry business.\nThis is where understanding the true Missional Potential of each project is so helpful.  It would be unfair to expect the data entry business to deliver the same volume of results towards the Spiritual Bottom Line as the Bakery.  Likewise, it would be a gross misjudgement to only expect the bakery to deliver spiritual results on par with the data entry business.\nEach project\nshould\nbe measured against its own missional potential target.  By calculating each project’s own realistic max missional potential, it allows operators and investors to know if they are performing in line with achievable results.\nConclusion\nOne of the hardest things for me to come to grips with when I looked back at my previous BAM projects, was the realisation that the Father was drawing people to Jesus\nall the time; and I had just been missing them!\nIf you’re one of those people who are in BAM because like me, you see potential for it to save people’s lives and change society, I want you to know:\nit IS possible.\nYou CAN maximise the missional potential of your project.\nGo and get the tools you need.\nGo and upskill your team.\nGo and find the people the Father is drawing to Jesus.  You can do it!\nPartner with God to rescue His kids; just like someone already partnered with Him to rescue you!✝\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nLearning to DAB"}
{"id": "resource-5", "title": "Learning to DAB", "summary": "Key Principles For Sustainable Spiritual Growth In Business As Mission", "url": "https://businessandmission.org/2020/11/08/learning-to-dab/", "source": "https://businessandmission.org/2020/11/08/learning-to-dab/", "text": "Learning to DAB\nNovember 8, 2020\nMay 16, 2021\nby\nColin\nKey Principles For Sustainable Spiritual Growth In Business As Mission.\nThe following is content given in a keynote speech at the2020\nLion’s Den Business-As-Mission conference\nin Birmingham, Alabama.\nPlay Together\nI sought out the Lord in preparation for this speaking engagement and tried to discern what He wanted us to think about.  I felt led to the phrase ‘\nPlay Together’\n.\nI think what the Lord wants to point out to us is\nplaying together\nis what makes Christians different in the business space.\n‘The World’ does business in a cutthroat, dog-eat-dog way, but as Christians we have an advantage: We are called to cooperate.\nExample\nWe saw this play out recently in a new Business As Mission (BAM) tech project I’m involved with.  Owing to how the COVID-19 crisis has crippled the way traditional ways churches reach their communities, we started a group that could deliver the technical expertise to help them grow.  With experienced leaders in web, mobile app, video creation-editing-streaming, and more, we established a project that could help churches deliver new ways of reaching their audiences despite the multiple lockdowns and restrictions imposed upon them by the UK government.\nOne of our product lines are very high quality but cost-effective websites.  However, as we were starting to market these we came across another company that specialises in inexpensive church websites.  They had been around for a long time, and their mission was exactly our mission: to help churches become more effective at reaching more people.\nWe don’t know these people, but we decided there was no need for us to compete with them and try to take business that could go to them.  Even though we have very strong relational links to large denominations, and could probably win that business, we decided we’d refer churches that want low price websites to them, and we’d focus on other areas we can deliver impact.\nAs Christian business owners, we believe it all belongs to God anyway; so why unnecessarily compete against His other interests?  That is our advantage as Christians, we can cooperate with one another rather than work as ‘the world’ does, and compete to hurt one another.\nGod wants us to ‘Play Together’.\nHow to be a good ‘BAM Player’\nI have three areas to focus on if you want to be a good ‘BAM player’.  And in the spirit of playfulness, I’ve decided to invoke the once celebrated, but now somewhat out of date word to remember these three areas.  I invoke: The DAB.\nThese three areas, denoted by the acronym D.A.B., if you focus on them, will allow you to see your spiritual sustainability rocket.\nThe D in DAB\nIt might sound obvious when you hear it, however, in my experience people really miss a great deal when considering this issue.  The D in DAB is for\nDiscipleship\n.\nDiscipleship is critical at all levels in your BAM organisation because\nit forms the basis of character development.\nGodly character doesn’t just help you to ‘play well’.  It makes you and your people,\ngreat leaders.\nPerhaps you’re one of those people who is now saying to yourself, ‘I got this, I do a regular bible study’.\nIf that’s you, perhaps ask yourself this: Do you have a\nlong term discipleship plan\n,\nwith expected demonstratable outcomes?\nYou see, there’s discipleship, and discipleship.  And we’re talking about the latter.\nThe E in Discipleship\nAs a BAM company, to be successful at delivering the Spiritual Bottom Line, it’s necessary to have proficiency in evangelism. Evangelism is the ‘pointy bit of the spear’ that delivers the Spiritual Bottom Line.\nIf you’re big into evangelism, you need to be big into discipleship!\nFirstly, it’s not always understood that\nyou can disciple people TO conversion.\nDiscipleship is not just for people who have already made a commitment to Christ. For many, exploring scripture is a way to discover how real God is.\nSecondly, if you want to see outreach be\nsuccessful AND sustainable\n, you need a solid discipleship strategy.\nAnother way to say it is:\nYour evangelism strategy is only as effective as your discipleship strategy.\nJesus said it\nWe see this in Jesus’ parable of the sower (\nMatthew 13:1–23\n,\nMark 4:1–20\n).  Good discipleship, in a way is what moves the seed of the gospel message:\nOff the path where the devil comes to snatch it.\nOut of the rocks where persecution causes you to fall away.\nAnd good discipleship helps you to avoid the thorns where worries of this world cause you to be unfruitful.\nIn short,\ngood discipleship is the soil which enables fruitfulness\n.\nCaution\nThere is a caution to go along with this emphasis on discipleship.  In some of our churches, we are doing so much discipleship for ourselves, we stop reach out to those who haven’t met God yet.\nGood outreach should lead to good discipleship.  Sadly, good discipleship does not always lead to good outreach.  Too often it becomes too inwardly focused.\nThe secret you need to know\nHere’s the secret everyone needs to know: If you make a commitment to learn how to share your faith, you will have a richer discipleship experience.\nWhy? Because you quickly learn that\nif you’re going to share the gospel\n,\nyou have to have a gospel worth sharing\n.  When you tell people how great God is, you experience the greatness of God more.\nThe A in DAB\nI’m a big fan of the classic 80s film ‘Ferris Bueller’s Day off’.  And in that film there’s a famous line from one of the characters where he says in a monotone voice ‘Anyone? Anyone? Anyone?’ as he’s seeking a response—any response—from a non-interested crowd.\nI really wanted to make the A in DAB ‘Anyone? Anyone? Anyone?’.\nHowever, to make it clearer, I’m going with another triple A:\nAttentive to Anyone Alone\n.\nIf we are going to play well together, we\nneed to be attentive to those in our organisations who are alone\n.\nAnd that starts with you: Are you alone?\nGodless vs Godly business\nIn western Culture we value:\nIndependence\nSelf-sufficiency, and\nAutonomy\nLayer onto this the fact that as business people most of us operate in a capitalist society, there might be an issue.\nThe trouble is the godless form of capitalism can become a bit of a nasty competition; where it’s all about squashing the others to win.\nThese are NOT biblical values, and they create unseen pressures on BAM operators that can result in isolation.\nIf we are going to play together in Business As Mission, we need to be aware of these dynamics in our organisations, and in ourselves.\nWe need to seek out those who appear to be alone, and invite them into community with us.\nHot tip:  A great way to form community is great discipleship!\nIf you want to create sustainable spiritual growth within your Business As Mission project, be attentive to anyone alone.\nThe B in DAB\nThis brings me to the final letter in DAB. B is for\nBody\n: Recognise and understand how the body of Christ should work in Business As Mission.\nIn 1\nst\nCorinthians chapter 12, St Paul elegantly uses the metaphor of the human body to describe how\nwe are\nconnected\nand\ninterdependent\n.\nThe passage is specifically about the various spiritual gifts in the church, but I think the principles carry over well to Business As Mission.\nThe BAM ecosystem, like the Church, is made up of many parts:  There are investors, operators, workers, volunteers etc.   There are many different roles in BAM.\nEach part is ordained by God with certain abilities and functions.\nJust as Paul exhorts the Church in 1 Corinthians 12 to play nice, so we need to recognise our interconnection and interdependence, and honour one another.\nAs Paul directs:\nLet’s not talk badly about other parts of the Business As Mission body of Christ.\nLet’s not be jealous of other parts of the body.\nAnd let’s be more attentive to the parts of the body that are different.\nIf there’s one thing the COVID crisis has shown us all\nis that we really need each other\n.\nWe can see now that we need people more than we realised.\nPerhaps more importantly, it also means\nthat\npeople need\nus\nmore than\nwe realised\n!\nIf God is calling us to ‘play together’, let’s consider: Who the kids we haven’t yet invited to the party?\nI know a lot of BAM operators who would love more ‘playtime’ with their investors.  What about the shop-workers with the C-suite?\nWhere are the parts of the ‘the body’ that you just haven’t considered?  The neglected ‘hand’, because you are an ‘eye’ and only seem to play with ‘eyes’?\nLet’s play together!  We are all part of one body.\nNovel Collaborations\nOne specific example I’m passionate about: I think the Business As Mission world could learn a lot from the missions world.\nMissionaries, and I’ve been one of them, may not relate well to the ins and outs of business.  But don’t let that put you off!  Many missionaries have the same entrepreneurial spirit as BAM operators.  They are often innovators in how to deliver both the Spiritual and Social Bottom Lines.\nI am a firm believer that the missions world can be the same for BAM, as universities are to the secular business world.  They can be the Research and Development department for BAM organisations seeking to be more effective at delivering the Spiritual and Social bottom lines.  So let’s play together!\nGet Your DAB on\nLearning to be effective DABers will help BAM organisations flourish.  By implementing long term effective discipleship, you will increase each person’s sanctification and maturity in Christ which will in turn lead to better leaders, and greater delivery of the Spiritual and Social Bottom Lines.\nBy being attentive to anyone alone, you will help undo the trappings that doing business in a fallen world can create; where people can become isolated and become unmoored from the very reasons they got into Business As Mission.\nBy being aware of the body of Christ at work in Business As Mission, you will see more cross-pollination of God inspired ideas, and start to learn how together we can become more than the sum of our individual parts.\nIn short, implementing DAB is a way to establish a flourishing Godly culture across your organisation that will in turn lead to a richer delivery of the Spiritual and Social Bottom Lines.\nWhich is why we all get into Business As Mission in the first place isn’t it? ✝\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nCase Study – Bringing the gospel in BAM\nNext Post\nThe Essentiality of Missional Potential"}
{"id": "resource-6", "title": "Case Study – Bringing the gospel in BAM", "summary": "Case Study of an inspirational BAM project.  What they are doing well and what they can do better.", "url": "https://businessandmission.org/2020/02/19/case-study-bringing-the-gospel-in-bam/", "source": "https://businessandmission.org/2020/02/19/case-study-bringing-the-gospel-in-bam/", "text": "Case Study – Bringing the gospel in BAM\nFebruary 19, 2020\nMay 16, 2021\nby\nColin\nLet’s stop playing defense and start playing offence\nWarning: Shameless sports analogy coming.\nI recently had the privilege of reading an insider report on what I would consider to be a very impressive\nBusiness As Mission (BAM)\noperation.  This company—which shall remain nameless—is valued at several 10s of millions of dollars.  It has an annual revenue of over $10 million and is currently in a new round of raising BAM monies having raised over $5 million already.  It employs hundreds of workers, and looks remarkably successful in many areas.\nWhen you look at the\nFour Bottom Lines\n, as mentioned, the profitability bottom line seems to very healthy.  By forming partnership with competent and experienced outside organisations, they’ve also done some remarkable things for the Social and Environmental Bottom Lines. For example they pay their workers at a higher rate, and they actively work to make manufacturing sustainable and environmentally friendly.\nSo what about the Spiritual Bottom Line?  That’s when thing got interesting, (at least for me).\nThe report asked the leadership this amazing question which was basically this: ‘How does your business further the gospel of Jesus Christ?’\nRemember, we are talking about Business As Mission enterprise here.  A company that was created specifically to further the gospel and has raised money from investors under the promise that it would be trying to do so.\nI instantly had two first impressions to the answer:\nI noticed that the answer to this section of the report was perhaps 3 times longer than most other sections of the report.  This led to me to wonder: ‘Is someone feeling insecure and trying really hard to show they are achieving something?’.  It’s like that exam question that you don’t really know the answer to; and you spend 3 pages writing all the\nrelated\ninformation\nyou DO KNOW in the hopes of getting\nsomething\nright.  I think the technical term for this here in England is ‘waffle’.\nI also noticed they opened their answer to the question of ‘how does your business further the gospel’ with a quote from a well-known pastor that said something along the lines of ‘Work is making God’s creation a better place’ [my paraphrase].\nLet me be clear, in this section they had a lot of wonderful things to say, and some cracking theological points that I thoroughly agree with.  There was just one important thing missing:\nthey really had no explicit plan at all for a way the gospel could move\nacross the hundreds, (perhaps thousands) of relationships this BAM project generates.\nWas evangelism happening at all?  Yes. They had some anecdotal stories of people coming to Christ.  Which is fantastic, but I respectfully point out, that Christians in regular businesses should see this.\nHad they put effort into the Spiritual Bottom Line?  Yes. Although, when you read the part of the report that specifically asks the leaders: ‘\nWhat measurable activities have you set up for gospel proclamation?\n’  Many of the answers started with ‘\nWe are in the process of…\n’, or ‘\nwe are seeking to…\n’\nWhich would be appropriate if this was a brand new BAM project. However, given the other metrics, clearly this one had been around for some time.\nSo why are these things still a ‘work in progress’?\nAgain, from what I could see, these are good, godly people who have a desire to see the gospel move.\nSo what’s the problem, and more to the point, what’s the solution?\nThe Problem\nMy observation from the report was that the leaders of this project really don’t trust that the gospel can be shared appropriately and effectively throughout the business.\nI have a lot of sympathy for this position.  We’ve all seen terrible evangelism done, and we intuitively know, that not only can that hurt the gospel message, but it can hurt our business too.\nHowever, if we don’t pursue finding ways to share the gospel appropriately and effectively, we inevitably spend our time doing what this company seems to be doing.  We will run some discipleship events for the Christians, we may introduce a chaplain here and there,\nbut the net result is that nowhere near the number of people who could come to Christ, will\n.\nPerhaps more worryingly, history tells us over and over, that projects like this inevitably lose their Christian ethos.  If the gospel isn’t central, it’s too easy for the social agenda, over time, to be the overriding theme.  This, then, is a cycle that reinforces itself: Staff are recruited and investors found who are in it for the social bottom line.  They, in turn, can start to put up resistance to those who want to reinvigorate the Spiritual ethos of what is supposed to be a Business As Mission project.  This is classic Mission Drift, and it can happen slowly over decades, but it can also happen quickly too.  I’ve seen it happen in a matter of 1-2 years.\nThe Solution\nFor this particular project I would suggest a two-fold solution:\n1) Up-skill in evangelism\n.  The missionary world is full of amazing people who God has revealed simple and effective ways for the gospel to be shared.  Explore those methodologies and find one that fits for your company.\nWe equip people all the time with ways they haven’t seen before that can help people feel confident and relaxed about how to share the gospel, (and perhaps just as importantly, how NOT to share the gospel).\nOnce you learn these skills, it can transform how you feel about evangelism, and also how you see the problem/solution.\n(If you don’t know where to look,\na great resource is mission365.org\n.  Start there.)\n2) Appoint someone who can act as a\nChief Spiritual Officer (CSO)\n.  A great gift of BAM to the world are the Four Bottom Lines, but that same structure makes for a great deal of complexity too.\nIf someone has to worry about making money and achieving spiritual results at the same time—guess which one will win when the bills need to be paid?  A BAM project of this size can certainly afford to have a distinct CSO role.  (Smaller BAM projects may opt to have a Fractional CSO.) By appointing a CSO the BAM project will have someone with the appropriate influence to make the necessary changes, and it will allow the leadership to hold someone accountable for the results.\nI suspect if this BAM company takes steps like these, it can see a huge uptick in the delivery of the Spiritual Bottom Line, and bring its results there, in line with the other remarkable things it is achieving for the other bottom lines.  However, if they don’t find a solution, it seems it may easily go the way of so many other amazing Kingdom causes, and become, at best, a social enterprise with some Christians employed; or simply just another profitable business that started out with higher aspirations that it wasn’t able to achieve.\nTime To Win\nThis is where the sports analogy comes in.  As an Englishman, it’s taken me many years to appreciate the American version of our beloved football.  I’m now a big fan.  A uniqueness of American football is there are really two sides to every team.  A set of players who only play defence, and a set of players who only play offence.\nIt’s not uncommon, when watching a game, to hear a player or coach say ‘we need to get the offence back on the field’.  Perhaps the analogy holds with the English version too; the general statement to make is this:\nLet’s stop playing defence, and start playing offence.\nLet’s stop making excuses for why we don’t have a plan for the gospel to be maximised through our BAM projects.  Let’s stop only telling anecdotal stories, or limiting our Spiritual Bottom Line to expressions of ‘Jesus is in all that we do’.  Let’s stop putting our resources into only discipling people who already know Jesus instead of putting resources into efforts to see the gospel shared widely and well.  There is no Kingdom without a King, so let’s introduce people to Him!\nWe need to remember how good the gospel is!  That we have a BIG God, who loves us, and who loves those who don’t know Him yet.  That the Father is drawing people to Jesus all the time, we just need to find them!\nWe need to remember that BAM is His idea, and He has an agenda for it.  God is a winner, so let’s play some offence.  Let’s intentionally set out ways we can effectively share about Him wherever possible in our BAM ecosystems.  Let’s get some wins on the board!\nShameless sports analogy over.\n[Related article:\nCheck Yourself, Are You Behaving Like A BAM Company?\n]\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nCheck yourself:  Are you behaving like a BAM company?\nNext Post\nLearning to DAB"}
{"id": "resource-7", "title": "Check yourself:  Are you behaving like a BAM company?", "summary": "What is the difference between a Business As Mission (BAM) project and a company that is run by good Christian people?", "url": "https://businessandmission.org/2020/02/19/check-yourself-are-you-behaving-like-a-bam-company/", "source": "https://businessandmission.org/2020/02/19/check-yourself-are-you-behaving-like-a-bam-company/", "text": "Check yourself:  Are you behaving like a BAM company?\nFebruary 19, 2020\nMay 16, 2021\nby\nColin\nWhat is the difference between a\nBusiness As Mission (BAM)\nproject and a company that is run by good Christian people?\nTo answer, let me ask you this:  Should a missionary or pastor have something MEASURABLY different about their life than a non-vocational Christian?\nWe should all be doing bible study, prayer, and evangelism, so what is different for a pastor or a missionary versus someone who works in the secular world and attends on Sunday?\nOne answer: Scale.\nThere should be an order of magnitude difference between a pastor or missionary and someone who holds down a secular job.  Generally, the pastor/missionary should end the week with more prayer, more study, more evangelism.  And here’s the thing:\nthis should be a measurable difference\n.  As a rule of thumb, if you count up the hours, the conversations, the people hearing the gospel, you should be able to actually see this in the data.\n(Of course, there are exceptions, and there are contexts where this won’t be true across the board, but I hope you will agree with me that this is true as a general rule.)\nThe same should be true for a BAM project.  If you really are BAM, and you’re telling others you’re BAM, you are raising money because you’re BAM, there should be data to show that you are actively working to deliver the Spiritual Bottom Line at a level above some good Christians who owns and runs a business.\nConsequently, it would be good to have an explicit plan stating how you intent to act in order to maximise what your project can do for the Kingdom.  A plan that explains how you have thought through how you can bring the gospel into every place the Lord has opened up for you.\nIf you’re relying on anecdotal stories of someone coming to Christ here or there—as amazing as those stories are, I respectfully suggest that all Christians should have some of those.\nPerhaps surprisingly, when I’m helping a BAM project, the data I’m looking at is not really the outputs, i.e. how many conversions.  I’m more looking at the inputs: What is the p\nlan\nto maximise the opportunity for the gospel to spread?\nThe missionary analogy is helpful here too.  If I’m supporting a missionary in the deepest darkest jungle somewhere, I’m not really worried about how many conversions that happen as long as they are putting in the effort. They are a missionary because of the scale of the effort, not necessarily the results.\nSure results are important, and long-term lack of results may mean some skills training could be required, but what makes a missionary a missionary is the plan, the effort, the scale.\nSo too with a BAM project.  If you want to have integrity to all those people who are supporting your project because you have called it a BAM project—not a social enterprise—then I would humbly suggest you work on putting in a plan to maximise the opportunity for the gospel to be appropriately shared wherever your BAM project touches people who are far from God.\nLike a business plan for profitability, a spiritual plan for the Spiritual Bottom Line will make all the difference.  I suspect someone, (maybe you), is responsible and accountable for the business plan. Remember what you\ndon’t\nmeasure; and if any of what isn’t included are items pertaining to the Spiritual Bottom Line. We all measure what is important to us. Which are you measuring?\nIf you don’t have a plan, and aren’t delivering the Spiritual Bottom Line at scale, then perhaps you’re just some well-meaning Christian running a regular business or a social enterprise.\nAre you?\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nThe Real Finish Line – Max Missional Potential\nNext Post\nCase Study – Bringing the gospel in BAM"}
{"id": "resource-8", "title": "The Real Finish Line – Max Missional Potential", "summary": "How do you know your BAM project is achieving all it can?", "url": "https://businessandmission.org/2019/11/14/the-real-finish-line-max-missional-potential/", "source": "https://businessandmission.org/2019/11/14/the-real-finish-line-max-missional-potential/", "text": "The Real Finish Line – Max Missional Potential\nNovember 14, 2019\nMay 16, 2021\nby\nColin\nHow do you know your BAM project is achieving all it can for\nthe Kingdom of God?\nThis is a challenging questions to answer for many leaders\nof BAM projects.  Often at a loss as how\nto measure anything spiritual, it leads to those nebulous statements such as:\n‘Jesus is the centre of everything we do’ when questioned.\nBut it doesn’t have to be nebulous.\nIt\nIS\npossible to measure the progress towards your spiritual goals, but in order to do that you need to know what the target is.\nKey Concept–\nMissional Potential\nNot all BAM projects are able to impact for the Kingdom at\nthe same level.  When we opened a data entry\ncompany that had Christian employees working for Christian customers, we\nrealised that this was a very limited ‘fishing pool’ from which we were able to\nimpact the Kingdom through evangelism.  The\nenterprise just didn’t ‘touch’ many people who were not already Christian.\nAs a response, we opened a bakery in a much busier part of\ntown.  The bakery, by way of the nature\nof its business model, had many more interactions with people ‘far from God’\nand so had much more potential for reaching people for Christ.\nIs it fair to expect the data entry business to achieve the\nsame level of spiritual fruit as the bakery? \nWe think not.  So what is the\nstandard we are measuring the projects by?\nThe answer?\nEach\nproject needs to\nmaximise its missional potential\n.\nThe Real Finish Line\nBy evaluating what the full missional potential is for your\nproject, you now have a target to shoot for. \nA finish line to work towards.\nIf we simplify the missional discussion to evangelism only,\nthen the maximum missional potential for the data entry project is\nunderstandably far smaller than that of the bakery.  At the data entry project, we could\npotentially reach our suppliers (people who provided and fixed our computers\nfor example), but our customers and staff were already Christians.  We would need to look for other areas to\nimpact for the Kingdom of God.  Perhaps\nintroducing discipleship for the staff that they could take home, and maybe\nevangelism training for them to use within their communities outside of work.\nThe bakery, however, was in a different league of missional\npotential.  Almost every interaction was\nwith someone far from God.  We were based\nin an impoverished community, and both our staff and workers were not Jesus\nfollowers.  So considering what our\noutreach goals could be would need to be much more ambitious if we were going\nto maximise the missional potential of the bakery.\nAre Quantifiable Targets Possible?\nThe idea of maximising your missional potential may be\nintuitively easy to understand, but how do you lead an organisation to targets\nwithout something quantifiable?  This may\nbe a primary reason why BAM projects tend to shy away from measuring themselves\nin terms of spiritual fruitfulness:  They\ndo not feel equipped to know how to measure what feels like a God ordained\nprocess.\nWe agree that people coming to Jesus is a God ordained\nprocess. At the same time, we feel it is possible to measure the project’s\neffort\nof effective exposure (EEE)\nto the gospel\n.\nOur experience both doing effective outreach ourselves, and\nalso comparing notes with some of the best in the world who do it, is that\nthere are steps that lead to effective evangelism that can measured, and this\nis where quantifiable goals can be created.\nFor instance if you use the Four Missional Milestones referenced in the\nA Case Study – Applying Outreach In Business\n, it is possible to do analysis on the potential of your project to reach each milestone, and set realistic goals of applying the techniques necessary to reach those milestones through your project.\nApplication\nFor example, the first milestone is\nConnect\n, with a\ngoal to get to the second milestone\nShare\n.  Your first step may be to analyse all the\npotential people your business touches that might be far from God.  From there you then analyse how many of those\ninteractions are potential for EEE.  You\nthen can set a target for 1) training your Christian team members with the\nskills for EEE, 2) measuring their performance of achieving EEE in\nConnect\nto\nShare\n.\nUltimately, you can measure numerically how much of your\nmissional potential you are realising in reaching Connect, and the how many of\nthose reached in the Connect phase are getting to the next milestone\nShare.  From there, you measure how many\nare moving from Share to the next milestone Gather and on and on.  You have now quantified your missional\npotential and are setting SMART goals that help you understand how much of that\npotential you are realising.\nConclusion\nUnderstanding your project’s maximum missional potential can\nbe a key step in achieving the Spiritual Bottom Line your project exists to\nfulfil. It allows you to set realistic goals for your team, and measure\noutcomes that can then be relayed back to investors, supporters or other key\nstakeholders who are supporting the project in order to see God glorified\nthrough the project.\nIt also helps to prevent you from going red-faced when asked\nwhat you are achieving for the Kingdom as you tell the questioner that ‘Jesus\nis the centre of everything we do’.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nWhat is a Chief Spiritual Officer and why your BAM project needs one\nNext Post\nCheck yourself:  Are you behaving like a BAM company?"}
{"id": "resource-9", "title": "Rate Your BAM Project", "summary": "How does your BAM project stack up?  Rate it yourself with our guide.", "url": "https://businessandmission.org/2019/10/07/rate-your-bam-project/", "source": "https://businessandmission.org/2019/10/07/rate-your-bam-project/", "text": "Rate Your BAM Project\nOctober 7, 2019\nMay 16, 2021\nby\nColin\nHow does your BAM project stack up?  Rate it yourself with our guide.\nAs we explained in the ‘\nWhat Is Business As Mission\n’ article, BAM projects are evaluated in four areas.  These are referred to as the\nmultiple bottom lines\nof a BAM project.\nAs a reminder, those four areas are the:\nProfit bottom line\nSpiritual bottom line\nSocial bottom line\nEnvironmental bottom line\nAs one explores the world of BAM, it can be overwhelming to evaluate projects with such a wide variety of impact.  So how can we measure whether a project is\nmaximising its missional potential\nor not?  How can I know whether my project is delivering all it can for the Kingdom of God?\nTo address this, we have developed a scale and grading system so that practioners can self-evaluate what they are doing well, and where they can improve.\nFurthermore, for BAM investors this tool can be used to measure prospective investments against, and compare the impact a project may have against other prospective projects.\nThese benchmarks are born out of over a decade’s worth of experience of being involved in, and exposed to scores of BAM projects all over the world.  (Note that whilst we have been specific enough to allow the evaluator to discern between the different grades, we have also been intentional to use language that can accommodate a large variety of projects.)\nRatings explained\nAs we have expanded on elsewhere, while all the bottom lines are valuable and important, we do not believe they are all of\nequal\nimportance. The fundamental concept of BAM requires a project to be 1) A\nbusiness\nand not a ministry/non-profit 2) Doing something for King Jesus.  Something spiritual and explicitly Christian.\nTo highlight this priority, we have a slightly different rating for the primary bottom lines of\nProfit\nand\nSpiritual\nwhich are rated on a scale of A-F, and differentiated the secondary bottom lines of\nsocial action\nand\nenvironmental impact\nby rating them on a scale of 5-1.\nHow to self-score\nTo score the project you are evaluating—whether it be yours or you are evaluating someone else’s, simply read the description of each score, and assign the one that fits best for honest evaluation of where it is currently.  (i.e. Don’t assign a score based on what it\ncould\nbe.  Score it according to the score it receives right now.)\nEach project should be evaluated against each bottom line and a grade assigned giving it two lettered grades and two numerical grades.  The ratings are done in the order listed so Profit, Spiritual, Social, Environmental.  For example, a perfect score across all the bottom lines would be a project with an AA55 rating.\nSome things to consider before scoring:\nSnapshot\nThe ratings should be treated as a current ‘\nsnapshot\n‘ of the project rating.  A project’s grading will change over time and this evaluation is best used to track how projects are progressing.  If a project is scored based on potential instead of what is actually achieving it defeats the purpose of real-time evaluation.\nThis is analogous to a student who is studying towards a standardised test.  Early in their studies, if they take a ‘snapshot’ test, they will not have a top grade.  However, as they continue to learn their grades should get better until they receive the top grade they can possibly get.\nTop grades aren’t for all\nNot all projects have the capacity to score top grades in all categories.  While all projects should be aiming to achieve the top score it\ncan\nget, in some cases, practically speaking, the top grade a project can realisticly get is not going to be top grade listed.  Not scoring a top grade does not mean the project is failing.  What evaluators should be weighing is the current score vs what is a realistic top score.\nThis is especially true of projects that are in extreme contexts.  e.g. If you’ve opened a BAM project in a militant Muslim context, it may not be practically  possible to achieve an A grade in the Spiritual Bottom Line.\nTo follow on with the student analogy, not all students are A-students.  Sometimes we are proud of students who move from an F to a C grade in a subject.  The same attitude should be applied to projects evaluated with this tool.\nConsider the whole eco-system\nIn some cases you may need to evaluate the eco-system the project works in and not just the individual BAM project.  Some projects partner with outside organisations/ministries to achieve results in specific bottom lines.\nFor example, imagine a BAM project that is a cafe.  Instead of their own staff bringing people to Jesus in the cafe, they have decided to partner with an existing outreach ministry who are active in the cafe, striking up conversations with customers, and they are seeing people come to Jesus regularly.  Even though, technically, the people seeing the spiritual fruitfulness are not BAM project members, you can add that fruit into the scoring for the project’s Spiritual Bottom Line.\nIf you’re unsure whether to include results from partner organisations, you can ask: ‘Would these results happen if the BAM project did not exist?’  If you think ‘yes’, then do not include them in the scoring.\nThe Ratings\nProfit Bottom Line\nA Grade\nThis business is generating more profit than the business\nplan predicts.  In addition, the business\ngives more than 10% of it’s profit (or revenue) away and is still generating\nmore cash flow than needed to grow the business.\nB Grade\nThis business is generating approximately the profit generated in the business plan which makes it easy for it to give 10% of its profit to Christian charitable causes.\nC Grade\nThis business is approximately breaking even.  It isn’t losing money, and it’s covering its\ncosts without trouble.  However, the\nbusiness isn’t able to generate any funds to give away to ministry.\nD Grade\nThis business is not profitable yet, but is trending towards\nprofitability and expects to be break-even or better within 12 months.\nF Grade\nThis business is not profitable and is not trending to profitability\nwithin 12 months.  Projects that are\nachieving good spiritual, social, and/or environmental results but are not\nclose to profitability may better be classified as a ministry or a social\nenterprise rather than a business.\nSpiritual Bottom Line\nA Grade\nThis project is successfully seeing people far from God,\ncoming into a discipleship relationship with Jesus every month.  This project has strategically found\nappropriate ways to share the gospel with their employees, customers,\nsuppliers, competitors and neighbours; anyone the project touches. The communities\nin which this project serves knows the people working for the project as\nChristians who are more reliable, more honest, and more generous than other\nnon-Christians that they know.  Jesus is\nrevered because of the way this project operates.\nB Grade\nThis project is regularly seeing people come to Christ every\nyear.  People who come into contact with the\nproject know that it is a Christian project. \nThere has been some work to identify where might be appropriate places\nto share the gospel and do bible studies with their employees, customers, and\nsuppliers.  However, more work can be\ndone to maximise the missional potential of the project.\nC Grade\nThis project is known as Christian project by the community\nin which it serves.  It catalyses people\ncoming to Christ but without regularity. \nThere are bible studies with Christian participants and the staff are held\nto the high moral standards of biblical behaviour that exceeds their legal\nrequirements.\nD Grade\nThis project, run by a Christian leadership team who are\nserious about their faith, but has never seen someone come to Christ.  Only a minority of the community in which it\noperates know that it is a Christian run organisation.\nF Grade\nThis project may be achieving significant social and/or\nenvironmental benefit to the community, but it is not known as a Christian\nproject.  There is little effort to\nensure a Christian God centred leadership team which in time has resulted in\nnon-Jesus-following leaders wielding significant influence over the vision and\nvalues of the organisation.  No one has\ncome to Christ through the work of the project. \nThe surrounding community has no idea it is a Christian purpose and\nwould not notice a difference if another non-Christian faith group took over operations.\nSocial Bottom Line\n5 Grade\nThis project is delivering significant change to the\ncommunity it serves.  Every month there\nare stories about lives being changed by the work.  The neighbourhoods in which it works are\nseeing material change because of the presence of this project.  Others who hear about this project request it\nbeing expanded to other areas of need and the project grows into other areas every\nfew months.  The project generates the\ntangible reality of the ‘Kingdom come on earth as it is in heaven’.\n4 Grade\nThis project is delivering significant change to the\ncommunity it serves.  Every month there\nare stories about lives being changed. \nThe participants who’s lives are touched are taking that change to\nothers but perhaps not whole neighbourhoods are changing yet.  Others who hear about the project request it\nbeing expanded to other areas and the project has multiplied beyond its first\nsite.\n3 Grade\nThis project is delivering change to the community it serves\nand people’s lives are being changed but it takes several months for that\nchange to occur. The wider community, even those not served directly by it, are\ngrateful to have the project in the neighbourhood.\n2 Grade\nThis project is delivering change to a handful of people’s\nlives.  While the change in the lives of those\nhelped is significant, it is focused on the few and not many.  Consequently, it is not well known in the\nneighbourhood, and there are no plans to expand the work within the next 12\nmonths.\n1 Grade\nThis project is not directly making the lives of the community\nin which it serves better outside of providing employment and spiritual\ndiscipleship.  It may be providing employment\nas a business function, and leading people to Christ as a spiritual function\nbut it is not yet meeting external needs that make the community it serves a better\nplace to live and/or work.\nEnvironmental Bottom Line\n5 Grade\nThis project is bringing renewal to the earth in multiple\nways leading to the physical transformation of the community in which it\nserves.  It is reducing the negative\nimpact of human or natural phenomenon that is hurting the environment, and at\nthe same time it establishing new positive impactful ways to manage the\nphysical landscape in which it serves.  (An\nexample may be that it has removed all the waste from an areas and replaced it\nwith life giving beautiful art or gardens changing the environment from a\nnegative to a positive locations for those who live there.)  The project is so successful that others who hear\nabout its impact request it be expanded to new location which it does every few\nmonths.\n4 Grade\nThis project is bringing renewal to the earth in multiple\nways leading to the physical transformation of the community in which it\nserves.  It is reducing the negative\nimpact of human or natural phenomenon that is hurting the environment, and at\nthe same time it establishing new positive and impactful ways to manage the\nphysical landscape in which it serves.  (An\nexample may be that it has removed all the waste from an areas and replaced it\nwith life giving beautiful art or gardens changing the environment from a\nnegative to a positive locations for those who live there.)  The project is so successful that others who hear\nabout its impact request it be expanded to new location.  It has multiplied to more than one location.\n3 Grade\nThis project is bringing renewal to the earth in one or two very effective ways which is creating a significant benefit for the community in which it operates.  It may be either removing a negative impact of human or natural phenomenon, or it is introducing positive ways that make the local environment better for the community.  It is effective at what it does but it is only working in one community and is focused in only one or two methodologies and unlikely to expand in the near future.\n2 Grade\nThis project is attempting to bring renewal to the earth\nwith one or two good ideas, but so far they have not yet delivered the impact\nthey had hoped.  However, they hope to be\nfully operational within 12 months whereupon they expect to be delivering\nimpact that makes the environment better for the community in which they serve.\n1 Grade\nThis project is not delivering any environmental impact at present and is not likely to for the foreseeable future.  It may be that this BAM project does not have much opportunity to deliver environmental change based on the nature of the work it does, or it hasn’t considered how it can adopt operational changes that can deliver environmental benefit.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nWhat Is Business As Mission?\nNext Post\nWhat is a Chief Spiritual Officer and why your BAM project needs one"}
{"id": "resource-10", "title": "The Power of BAM to Reach", "summary": "Why BAM has some advantages over traditional forms of ministry", "url": "https://businessandmission.org/2019/06/07/the-power-of-bam-to-reach/", "source": "https://businessandmission.org/2019/06/07/the-power-of-bam-to-reach/", "text": "The Power of BAM to Reach\nJune 7, 2019\nMay 16, 2021\nby\nColin\nWhy Business As Mission?  That’s a legitimate question.  Couldn’t all the mission that BAM achieves be realised through conventional ministry, and/or the church?\nMy answer would be, ‘maybe’.  What I do know is that BAM has some advantages over conventional ministry.  I’ve seen it with my own eyes.\nIn the article ‘\nBAM Success…\n‘ I tell the story of when I helped to start a bakery right in a South African township.\nThis BAM project was an instrumental project for me as it demonstrated the reach of Business And Mission and many of the advantages that it has over conventional ministry.\nTo understand the significance of this project, it helps to review a bit of history:\nIn the dark days of apartheid, where the white South African rulers brutally oppressed the black South African majority in the country, the white South Africans would live in the cities, and prohibited the black South Africans from doing the same.  Whilst white South Africans enjoyed the benefits living in cities with all the modern amenities, they still needed the black South African labour to keep it all running.  The solution? The white South African’s located the black South Africans into shanty towns, called ‘townships’ on the edges of their cities.\nThese townships were places where the white South Africans we knew, would never dream of setting foot.  It was considered too dangerous, too underdeveloped, too dirty.  To us, that seemed like exactly where we should be ministering.\nThat presented some unique hurdles.  There were almost zero Caucasians in these sprawling townships.  For example, there was one Caucasian man who lived there that we knew of.  In fact,\neveryone\nknew him.  (He was a police officer and his wife was a black South African.)  The fact that everyone in a township, numbering hundreds of thousands, knew who this one Caucasian man was, shows how few Caucasians there were.\nOwing to the years of apartheid, there was a natural distrust between groups there.  So how would we, as western Caucasians, minister  effectively amongst the black South Africans if there was no trust?\nThe Reach of BAM\nIf we had done conventional ministry, we might do something like walk around with bibles and engage people to see if they wanted prayer, or invite them to gather to learn about Jesus.  This, I’m sure, would work over time.  However, it would likely take a LONG time.  It would take time to gain the trust of people and allow them to open up.\nThere’s nothing wrong with this method.  However, what was eye-opening to me was how, by running a business instead of a ministry, things were different.\nWe had opened a bakery, and because we were not asking people to trust us, but rather offering them a good product that they wanted and needed, it meant that it didn’t matter as much that I was Caucasian.  For the people we were selling to, I was just the bread-guy.\nWe learned that by performing a business task and making sure we treated people well, and provided good products, and a reliable service, people trusted us.\nVery quickly, the Caucasian workers started to develop friendships with their regular customers that led to ministry.   In one case, a regular customer announced they couldn’t take their order for a few days.  When our worker asked why, the customer revealed her brother had been tragically murdered.  This then allowed our worker to minster to her.\nIn another case, one of our regular customers died herself.  Her husband, happened to be a local political leader and invited our sales person to the funeral.  Can you imagine?  A missionary invited as the only Caucasian to a political leader’s funeral for his wife?  This all from selling bread.\nThe power of BAM is that business can more easily\nreach\nstrata of society that traditional forms of ministry would have a harder time accessing\n.\nOf course, there are many other benefits that BAM has to offer.  The\nreach\nof BAM, however, is something I think is drastically underestimated and undervalued.\nPeople seem to intuitively understand that BAM projects create jobs, create funding, can get workers into restrictive access countries.  But it’s the power of BAM to get the gospel to cross class, racial, and socio-economic lines that I think people should take note of.  In my experience, having been both a BAM practioner and a traditional missionary, BAM has real advantages over traditional outreach in this area.\nFor a world that is desperately in need of God, BAM might just be the way that most of the world gets to meet Him.\nMay God get the glory.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nPrevious Post\nBAM Success – The No.1 Thing To Know\nNext Post\nCase Study – Applying Outreach In Business"}
{"id": "resource-11", "title": "BAM Success – The No.1 Thing To Know", "summary": "The No.1 thing to know if you’re going to start a BAM project to give yourself a good chance to be successful.", "url": "https://businessandmission.org/2019/06/07/bam-success-the-no-1-thing-to-know/", "source": "https://businessandmission.org/2019/06/07/bam-success-the-no-1-thing-to-know/", "text": "BAM Success – The No.1 Thing To Know\nJune 7, 2019\nMay 16, 2021\nby\nColin\n“Suppose one of you wants to build a tower. Won’t you first sit down and estimate the cost to see if you have enough money to complete it?\nFor if you lay the foundation and are not able to finish it, everyone who sees it will ridicule you,\nsaying, ‘This person began to build and wasn’t able to finish.’\nLuke 14:28-29 NIV\nI am sitting in a board room.  We are here to get advice from a business leader who had grown his family bakery business from a corner store, into a huge enterprise he sold for hundreds of millions of dollars.\nWe were here because we had started what we thought was an amazing BAM project.  We had built a small bakery right in a South African township.  We had created jobs.  We were producing bread that was the main food commodity for the community.\nThere’s so much symbolism in bread for Christians isn’t there?  We felt like we were offering physical bread for sale, but offering the bread of life for free.  How good is that?\nIn addition to this, by selling bread in the community we were developing relationships very quickly.  Our sales people were being  invited into the lives of our customers, going to funerals with them and ministering to their wider community.  It seemed like a slam dunk BAM project.\nSo what could be wrong?\nThe problem was we were losing money almost every month.\nWe had tried everything–sourced the cheapest ingredients as possible.  Tried different products.  Our labour costs were already very small.  We just couldn’t sustain profitability and we knew that if we didn’t solve that, we would have to close.\nThat’s why I was in the boardroom.  I needed some expert help in understanding how to improve this business.\nThe bread-expert had asked us to provide him with our Profit/Loss statement and General Ledger accounts for him.  In he walked, sat down, took one look at the documents and said, “Here’s your problem.”\nWe leaned over with interest.  “Yes?” I asked eagerly.\n“Your costs are way too high.” he said.  “Look, your costs are 75% of your selling price.  That’s not sustainable.  At most your costs should be [I don’t remember the exact number but let’s say he said] 25%.”\n“You either need to lower your costs, or raise your prices.”\nIt was in that moment I knew we needed to close the business.\nI knew we couldn’t lower the costs–we had tried.  Even if we could lower it somehow, there was no way we could lower it to the percentages he was advising.\nI also knew we couldn’t raise the prices.  We believed our bread was better than the competition, but in an impoverished township, the number one concern of customers was price.  We could raise prices, but no one would buy it.\nWhat we have since realised, was that it was never a competitive business opportunity.  Whilst it was true that it was the biggest food product consumed in this community, other large companies (such as supermarkets) were likely selling at around cost, or as a loss-leader to get people to come to them for their wider shopping needs.  Furthermore, they had economies of scale to allow them to produce bread much cheaper than we could.\nThis experience taught us what I believe is the number one thing to know when planning a BAM project.  And I have since helped other BAM projects become very successful by applying this lesson learned.  So what was it?\nThe Most Important Thing\nThe most important thing you can do to plan a BAM project is, before you spend a penny, do the work to write an accurate business plan.\nI know this sounds trivial or obvious, but in my experience, it almost never happens in BAM circles.  Why?\nPerhaps it is because we believe God is in it.  Perhaps we believe if we feel God’s behind it, it is sure to succeed no matter what the business plan may say.  There definitely seems to be a tendency for Christians who want to start their first BAM project to have a ‘If I built it they will come’ attitude to our projects.\nWisdom, and scripture, would have another perspective.  It’s called counting the cost.\nWe could have avoided all the expense, misspent work, and disappointment of building a business that was sure to fail if we had only taken the trouble to research the costs involved.\nWe could have researched the cost of the bread ingredients, worked out our production costs, and then compared them to the going market price to work out the margins.  Had we done that, it would have been easy to see that this was not a viable business.\nHaving learnt this painful lesson, it’s the biggest piece of advice I give people seeking to start their first BAM project.  Do the research, do the maths, and work out if you have a fighting chance to make a profit before you begin.\nWhat ministry people often overlook is that in a business,\neverything goes away if you can’t make profit\n.  It didn’t matter that we were making amazing inroads into the township community and were providing much needed jobs.  Unless we were going to raise money to fund a money-losing bakery–which wasn’t a possibility–the business would have to close and all those great ministry results would go away.  And that is exactly what happened.\nWhat Success Looks Like\nIn the 2000s I used to be approached almost weekly by a young-bright-leader who was convinced they’d come up with an amazing BAM idea that no one else had thought of: a Christian coffee shop.\nThey had all sorts of dreams of ethically sourced coffee, paying their employees huge wages, setting up artists to work in the shop, and waves of people coming to Christ just by showing up and buying coffee.\nI applaud the idealism.  All groundbreaking ministries need a healthy dose of idealism to power them through the tough starts.  However, maybe it’s because I’m not a coffee drinker.  Or maybe I was sceptical after the bakery  business failure. The fact was, I was not keen on anyone starting a Christian coffee shop.\nNot only had I seen them fail, I just couldn’t see how the maths would ever work out.  How can anyone create a coffee shop that could compete with the major brands and hope to be sustainable when they wanted to add all these extra costs to the business that the major brands didn’t have?\nI even used to joke that because this was such a popular idea, I should start a business that sold all these idealistic rookie BAMers a ‘coffee shop in a box’.\nThen, after a few months, I would sell them a ‘recovery’ plan for their failing business.  Then eventually I would sell them a ‘liquidation’ plan.  ‘Now that is a winning business’, I would joke.\nI thought this was pretty funny, but I soon learned that God had an even bigger laugh in store for me.\nPaul\nPaul was referred to me by a friend.  He was a youth pastor with a business degree, and he wanted to start a coffee shop.  He had asked to meet me to talk about it.\nSceptical as I was, I still met with him.  I often enjoy helping people with the zeal to start a new project.  In my mind I was going to help him by stopping him making a big mistake.\nPaul was impressive.  He told me the whole story about why he felt led to begin this project, and\nI felt the strange feeling that God really was in this idea\n.\nEventually, Paul asked if I would join the founding board of this pie-in-the-sky coffee shop.  I told him I’d pray about it.\nWhen I asked the Lord about it, I had this sense that God wanted me just to be honest with Paul about what I felt.  So I told Paul, “I’m happy to serve on your board, but I need to let you know, I don’t think this is going to work.  Are you sure you want me to be on the board if that’s the case?”\nTo Paul’s great credit, he answered, “That’s exactly why I want you on the board.  I want you to ask the hard questions.”\nAnd so I did.\nEach board meeting, I would hammer Paul.  Had he visited the existing coffee shops in the surrounding area and count how many coffees they sold a day?  Had he worked out the costs of each product? Had he worked out the labour costs, the location costs, etc.\nOut went Paul and did all that was asked of him, compiling data as he went.\nEventually we came to the big meeting where the board was going to decide whether or not we should take on the lease Paul wanted.  This was serious as the lease seemed very expensive to me, and I thought there was no way a coffee business could sustain it.\nAs we poured over the maths of the business plan, the decision became clear.  Paul pointed out for the business to break even, they would have to sell 80 coffees a day.  The average coffee shop in that area sold over 200 coffees a day.  This was a no-brainer: They signed the lease.\nIt turns out that Paul’s coffee shop, named\nKahaila\n, on a weekend sells over a 1000 cups of coffee a day.  Under Paul’s leadership the coffee shop has thrived and has an annual revenue of several hundred thousand pounds.   Paul has opened further coffee shops and started several new BAM projects using the funds\nKahaila\ngenerates.\nGod had the last laugh at me–with Him, even a Christian coffee shop can be successful.\nConclusion\nThe moral of the story is that if you’re new to BAM, and learning what you need to do in order to start a successful BAM project, there are some does and don’ts.\nDo\nlet idealism inspire you.  Allow God to help you see things that other’s can’t see.\nDon’t\nlet the idealism run the project.  Do the work to make sure you’re channelling your idealism through wisdom.\nDo\nthe research to gather the necessary data to put a business plan together that can help you make an informed decision.\nDon’t\nstart the project in blind faith expecting God to magically make you money for no other reason than you think He wants you to do it.  God has given us tools to help us use wisdom to bring His plans to fruition.\nDo\nrecruit some people experienced in the industry and business to help you know what you’re looking for when doing your research and calculations.\nDon’t\nspend a penny to start the project until you’ve done the research, compiled the data, done the calculations, written the business plan, and had some outside help to validate your findings.\nDo\nstart great BAM projects!  The world needs more of them.\nIf you’re able to follow these guidelines, your project has a much greater chance of being successful–which will take you on an adventure beyond probably anything you can imagine.\nMay God get the glory.\nColin\nFounder of Creative Reach Ministries and BusinessAndMission.org;\nFormer CEO of a British missions agency for the better part of 10 years;\nFormer Executive Director of a global 'Business As Mission' division which established businesses in North America, Africa, Asia, and expanded businesses in Europe.\nPost navigation\nNext Post\nThe Power of BAM to Reach"}
